[
  {
    "id": 1,
    "text": "Hi! My name is SERGIO PALOMO."
  },
  {
    "id": 2,
    "text": "My passion for visual artistry began in my teenage years when I spent time developing and printing pictures in a darkroom."
  },
  {
    "id": 3,
    "text": "In 2000, I graduated from the Moscow Academy of Photography with a degree in advertising photography and for a long time, I worked as a photographer. In 2015 I graduated from the Moscow Film School with a specialization in editing and visual effects in cine."
  },
  {
    "id": 4,
    "text": "I was captivated by the magical power of colour in movies. This feeling still lingers with me."
  },
  {
    "id": 5,
    "text": "I'm always interested in taking a creative approach to shoots and storytelling. Working together with the director and cinematographer as a team, we strive to create the best possible structure, focusing on the character and emotions that the film aims to convey.\n"
  },
  {
    "id": 6,
    "text": "As a colourist, I play a crucial role in adjusting the colors of on-screen images in order to enhance storytelling. My goal is to evoke emotions and tap into the subconscious feelings of the audience, while also correcting any errors that may arise. I strive to craft a genuine world that is as engaging and enthralling as can be, one that resonates deeply with people's emotions.\n"
  },
  {
    "id": 7,
    "text": "Now I have left Moscow and live in sunny Spain but I have streaming capabilities to work with people from all over the world."
  },
  {
    "id": 8,
    "text": "This website offers a glimpse into my work and sheds light on the intricate world of color grading, which can be both technically and creatively challenging. Through my blog and conversations, I aim to illuminate the craft I am passionate about and demystify the art of color grading."
  },

  {
    "id": 10,
    "text": "I take pride in the color work I've accomplished for a diverse range of clients, including students, producers, directors, and creative individuals.\n"
  }

]